export const data = {
    descriptios: "Предварительные выводы неутешительны: социально-экономическое развитие способствует повышению качества направлений прогрессивного развития. Как принято считать, предприниматели в сети интернет представлены в исключительно положительном свете. Безусловно, повышение уровня гражданского сознания создаёт необходимость включения в производственный план целого ряда внеочередных мероприятий с учётом комплекса модели развития. Идейные соображения высшего порядка, а также реализация намеченных плановых заданий, а также свежий взгляд на привычные вещи — безусловно открывает новые горизонты для направлений прогрессивного развития. Как уже неоднократно упомянуто, реплицированные с зарубежных источников, современные исследования смешаны с не уникальными данными до степени совершенной неузнаваемости, из-за чего возрастает их статус бесполезности.",
    bloks: [
    {
        type: "theory",
        content: { title: "Это первая теория", text: `Душа моя озарена неземной радостью, как эти чудесные весенние утра, которыми я наслаждаюсь от всего сердца. Я совсем один и блаженствую в здешнем краю, словно созданном для таких, как я. Я так счастлив, мой друг, так упоен ощущением покоя, что искусство мое страдает от этого. Ни одного штриха не мог бы я сделать, а никогда не был таким большим художником, как в эти минуты. Когда от милой моей долины поднимается пар и полдневное солнце стоит над непроницаемой чащей темного леса и лишь редкий луч проскальзывает в его святая святых, а я лежу в высокой траве у быстрого ручья и, прильнув к земле, вижу тысячи всевозможных былинок и чувствую, как близок моему сердцу крошечный мирок, что снует между стебельками, наблюдаю эти неисчислимые, непостижимые разновидности червяков и мошек и чувствую близость всемогущего, создавшего нас по своему подобию, веяние вселюбящего, судившего нам парить в вечном блаженстве, когда взор мой туманится и все вокруг меня и небо надо мной запечатлены в моей душе, точно образ возлюбленной, - тогда, дорогой друг, меня часто томит мысль: "Ах! Как бы выразить, как бы вдохнуть в рисунок то, что так полно, так трепетно живет во мне, запечатлеть отражение моей души, как душа моя - отражение предвечного бога!" Друг` },
    }, {
        type: "question",
        content: {
            question_text: "Это вопрос 1",
            question_type: "multy",
            points: 10,
            explanation: "",
            answer_options: [{
                option_text: "Это ответ 1",
                is_correct: true,
            }, {
                option_text: "Это ответ 2",
                is_correct: true,
            }, {
                option_text: "Это ответ 3",
                is_correct: false,
            }, {
                option_text: "Это ответ 4",
                is_correct: false,
            },],
            time: "",
        },
    }, {
        type: "theory",
        content: { title: "Это блок с теорией", text: "Сдесь находится очень много важной информации" },
    }, {
        type: "question",
        content: {
            question_text: "Это вопрос 2",
            question_type: "single",
            points: 10,
            explanation: "",
            answer_options: [{
                option_text: "Это первый ответ",
                is_correct: true,
            }, {
                option_text: "Это второй ответ",
                is_correct: false,
            }, {
                option_text: "Это третий ответ",
                is_correct: false,
            },],
            time: "500",
        },
    },
    {
        type: "question",
        content: {
            question_text: "Это вопрос 3",
            question_type: "single",
            points: 10,
            explanation: "",
            answer_options: [{
                option_text: "Это первый ответ",
                is_correct: true,
            }, {
                option_text: "Это второй ответ",
                is_correct: false,
            }, {
                option_text: "Это третий ответ",
                is_correct: false,
            },],
            time: "500",
        },
    },
]}

export default {
    data
}